[
    {
        "genreIds": [
            28,
            878,
            12,
            14
        ],
        "title": "Godzilla x Kong: The New Empire",
        "posterPath": "/gmGK5Gw5CIGMPhOmTO0bNA9Q66c.jpg",
        "overview": "Following their explosive showdown, Godzilla and Kong must reunite against a colossal undiscovered threat hidden within our world, challenging their very existence – and our own."
    },
    {
        "genreIds": [
            878,
            12
        ],
        "title": "Dune: Part Two",
        "posterPath": "/1pdfLvkbY9ohJlCjQH2CZjjYVvJ.jpg",
        "overview": "Follow the mythic journey of Paul Atreides as he unites with Chani and the Fremen while on a path of revenge against the conspirators who destroyed his family. Facing a choice between the love of his life and the fate of the known universe, Paul endeavors to prevent a terrible future only he can foresee."
    },
    {
        "genreIds": [
            16,
            28,
            10751,
            35,
            14
        ],
        "title": "Kung Fu Panda 4",
        "posterPath": "/kDp1vUBnMpe8ak4rjgl3cLELqjU.jpg",
        "overview": "Po is gearing up to become the spiritual leader of his Valley of Peace, but also needs someone to take his place as Dragon Warrior. As such, he will train a new kung fu practitioner for the spot and will encounter a villain called the Chameleon who conjures villains from the past."
    },
    {
        "genreIds": [
            28,
            27,
            53
        ],
        "title": "No Way Up",
        "posterPath": "/hu40Uxp9WtpL34jv3zyWLb5zEVY.jpg",
        "overview": "Characters from different backgrounds are thrown together when the plane they're travelling on crashes into the Pacific Ocean. A nightmare fight for survival ensues with the air supply running out and dangers creeping in from all sides."
    },
    {
        "genreIds": [
            28,
            80,
            53
        ],
        "title": "Damaged",
        "posterPath": "/tMO0YLXgJZBnIAjoTSz26zE33YN.jpg",
        "overview": "A Chicago detective travels to Scotland after an emerging serial killer’s crimes match those that he investigated five years earlier, one of which was the crime scene of his murdered girlfriend."
    },
    {
        "genreIds": [
            878,
            9648,
            53,
            28
        ],
        "title": "Breathe",
        "posterPath": "/wTW2t8ocWDlHns8I7vQxuqkyK58.jpg",
        "overview": "Air-supply is scarce in the near future, forcing a mother and daughter to fight for survival when two strangers arrive desperate for an oxygenated haven."
    },
    {
        "genreIds": [
            12,
            28,
            18
        ],
        "title": "The Three Musketeers: Milady",
        "posterPath": "/rtosxP5sXuoRFPH4sVbMccLIPiV.jpg",
        "overview": "D'Artagnan, on a quest to rescue the abducted Constance, runs into the mysterious Milady de Winter again. The tension between the Catholics and the Protestants finally escalates, as the king declares war — forcing the now four musketeers into battle. But as the war goes on, they are tested physically, mentally and emotionally."
    },
    {
        "genreIds": [
            878,
            28,
            14,
            12
        ],
        "title": "Alienoid",
        "posterPath": "/8QVDXDiOGHRcAD4oM6MXjE0osSj.jpg",
        "overview": "Gurus in the late Goryeo dynasty try to obtain a fabled, holy sword, and humans in 2022 hunt down an alien prisoner that is locked in a human's body. The two parties cross paths when a time-traveling portal opens up."
    },
    {
        "genreIds": [
            28,
            53
        ],
        "title": "Road House",
        "posterPath": "/bXi6IQiQDHD00JFio5ZSZOeRSBh.jpg",
        "overview": "Ex-UFC fighter Dalton takes a job as a bouncer at a Florida Keys roadhouse, only to discover that this paradise is not all it seems."
    },
    {
        "genreIds": [
            16,
            28,
            12,
            35,
            10751
        ],
        "title": "Migration",
        "posterPath": "/ldfCF9RhR40mppkzmftxapaHeTo.jpg",
        "overview": "After a migrating duck family alights on their pond with thrilling tales of far-flung places, the Mallard family embarks on a family road trip, from New England, to New York City, to tropical Jamaica."
    },
    {
        "genreIds": [
            878,
            28,
            18,
            10770
        ],
        "title": "Rebel Moon - Part Two: The Scargiver",
        "posterPath": "/cxevDYdeFkiixRShbObdwAHBZry.jpg",
        "overview": "The rebels gear up for battle against the Motherworld as unbreakable bonds are forged, heroes emerge — and legends are made."
    },
    {
        "genreIds": [
            28,
            14
        ],
        "title": "Madame Web",
        "posterPath": "/rULWuutDcN5NvtiZi4FRPzRYWSh.jpg",
        "overview": "Forced to confront revelations about her past, paramedic Cassandra Webb forges a relationship with three young women destined for powerful futures...if they can all survive a deadly present."
    },
    {
        "genreIds": [
            27,
            9648,
            53
        ],
        "title": "Immaculate",
        "posterPath": "/fdZpvODTX5wwkD0ikZNaClE4AoW.jpg",
        "overview": "An American nun embarks on a new journey when she joins a remote convent in the Italian countryside. However, her warm welcome quickly turns into a living nightmare when she discovers her new home harbours a sinister secret and unspeakable horrors."
    },
    {
        "genreIds": [
            10751,
            35,
            16
        ],
        "title": "Woody Woodpecker Goes to Camp",
        "posterPath": "/mMnzNYvpqLLLdgF5TMmXfuy6wzx.jpg",
        "overview": "After getting kicked out of the forest, Woody thinks he's found a forever home at Camp Woo Hoo — until an inspector threatens to shut down the camp."
    },
    {
        "genreIds": [
            10752,
            28,
            18
        ],
        "title": "Civil War",
        "posterPath": "/sh7Rg8Er3tFcN9BpKIPOMvALgZd.jpg",
        "overview": "In the near future, a group of war journalists attempt to survive while reporting the truth as the United States stands on the brink of civil war."
    },
    {
        "genreIds": [
            28,
            53
        ],
        "title": "The Wages of Fear",
        "posterPath": "/jFK2ZLQUzo9pea0jfMCHDfvWsx7.jpg",
        "overview": "When an explosion at an oil well threatens hundreds of lives, a crack team is called upon to make a deadly desert crossing with nitroglycerine in tow."
    },
    {
        "genreIds": [
            28,
            35
        ],
        "title": "Outsource",
        "posterPath": "/zIAF0UXtCJTJOYNYWiBfyifaaOi.jpg",
        "overview": "A police chief hires an old friend, who is an international spy, to help him search for a wanted suspect in the Philippines. When the chief dies, all evidence points towards the spy, and he must go to extremes to defend himself."
    },
    {
        "genreIds": [
            878,
            28
        ],
        "title": "After the Pandemic",
        "posterPath": "/p1LbrdJ53dGfEhRopG71akfzOVu.jpg",
        "overview": "Set in a post-apocalyptic world where a global airborne pandemic has wiped out 90% of the Earth's population and only the young and immune have endured as scavengers. For Ellie and Quinn, the daily challenges to stay alive are compounded when they become hunted by the merciless Stalkers."
    },
    {
        "genreIds": [
            28,
            80,
            18,
            53
        ],
        "title": "Hard Hit",
        "posterPath": "/y2Aimt8isimtigec3e4kB2G9FMR.jpg",
        "overview": "On his way to work, a bank manager receives an anonymous call claiming there's a bomb under his car seat, and if anyone exits the car, it will explode unless he can pay a ransom."
    },
    {
        "genreIds": [
            18
        ],
        "title": "Carmen 1945",
        "posterPath": "/raNbLci95MJ3L3dMnG7L7bD37lY.jpg",
        "overview": "Prostitutes in burnt out Tokyo ghetto of post-WWII Japan peddle their flesh and save one-third of their money for a proposed dancehall to be named Paradise. The hookers live in a bombed-out building, but they accept the precarious situation with typical resolve."
    }
]